{
  "COUNTRIES_ELECTION": "Εκλογές Χωρών",
  "EU_ELECTION": "Εκλογές ΕΕ",
  "WELCOME": "Καλώς ήρθατε στην ΕΕ",
  "WELCOME_ELECTRA": "και στο Παρατηρητήριο Electra",
  "WELCOME_PARAGRAPH": "Καλώς ήρθατε στην Ευρώπη και στο παρατηρητήριο Electra, την αφιερωμένη σας πηγή για την παρακολούθηση και ανάλυση των αποτελεσμάτων εκλογών στις χώρες της Ευρωπαϊκής Ένωσης και στο Ευρωπαϊκό Κοινοβούλιο. Μέσω αυτής της πλατφόρμας, μπορείτε να ενημερώνεστε για τα τελευταία αποτελέσματα και στατιστικά δεδομένα για το πολιτικό τοπίο της Ευρώπης. Στόχος μας είναι να παρέχουμε έναν προσιτό και επίκαιρο πόρο για όποιον ενδιαφέρεται για την εξελισσόμενη πολιτική σκηνή της ΕΕ.",
  "GREECE_AND_EU_TITLE": "Η Ελλάδα και η Ευρωπαϊκή Ένωση",
  "GREECE_AND_EU_PARAGRAPH": "Η Ελλάδα εντάχθηκε στην Ευρωπαϊκή Ένωση το 1981, σηματοδοτώντας μια σημαντική στιγμή στη σύγχρονη ιστορία της χώρας. Η συμμετοχή στην ΕΕ έχει φέρει σημαντικά οφέλη, όπως οικονομική στήριξη, ανάπτυξη υποδομών και ένταξη στην ενιαία αγορά. Παρά τις προκλήσεις, όπως η οικονομική κρίση, η Ελλάδα έχει ενισχύσει τον ρόλο της στη λήψη ευρωπαϊκών πολιτικών αποφάσεων. Σήμερα, παραμένει ενεργός συντελεστής στην ΕΕ, προωθώντας την ενότητα, τη βιώσιμη ανάπτυξη και συλλογικές λύσεις σε θέματα όπως η μετανάστευση και η κλιματική αλλαγή.",
  "CHOOSE_COUNTRY": "Επιλέξτε την ευρωπαϊκή χώρα για να δείτε τα τελευταία εκλογικά αποτελέσματα",
  "SELECT_OPTION": "Επιλέξτε επιλογή",
  "SELECT_AUSTRIA": "Αυστρία",
  "SELECT_BELGIUM": "Βέλγιο",
  "SELECT_DENMARK": "Δανία",
  "SELECT_ESTONIA": "Εσθονία",
  "SELECT_FINLAND": "Φινλανδία",
  "SELECT_FRANCE": "Γαλλία",
  "SELECT_GREECE": "Ελλάδα",
  "SELECT_SWEDEN": "Σουηδία",
  "BUTTON_MORE": "Περισσότερα",

  "PARTY": "Πολιτικό κόμμα",
  "SEATS": "Θέσεις",
  "VOTES": "Ψήφοι",
  "PERCENT": "Ποσοστά",
  "PART_OF": "ΕΚ κόμμα",

  "MEN_ELECTED": "Εκλεγμένοι άντρες",
  "WOMEN_ELECTED": "Εκλεγμένες γυναίκες",

  "BELGIUM_INFO": "Οι ομοσπονδιακές εκλογές του Βελγίου για το 2024 πραγματοποιήθηκαν στις 9 Ιουνίου, με τους πολίτες να εκλέγουν 150 μέλη της Βουλής των Αντιπροσώπων, της κάτω βουλής του κοινοβουλίου. Οι εκλογές διεξάγονται με σύστημα αναλογικής εκπροσώπησης, με τις έδρες να κατανέμονται στα πολιτικά κόμματα ανάλογα με το ποσοστό των ψήφων που λαμβάνουν. Η χώρα είναι χωρισμένη σε περιφερειακές εκλογικές περιφέρειες, αντικατοπτρίζοντας την περίπλοκη ομοσπονδιακή της δομή. Ο σχηματισμός κυβέρνησης απαιτεί συχνά μήνες διαπραγματεύσεων, αναδεικνύοντας τις προκλήσεις της πολιτικής των συνασπισμών στο Βέλγιο.",

  "AUSTRIA_INFO": "Οι κοινοβουλευτικές εκλογές της Αυστρίας για το 2024 πραγματοποιήθηκαν στις 29 Σεπτεμβρίου, με τους πολίτες να εκλέγουν 183 μέλη του Εθνικού Συμβουλίου, της κάτω βουλής του κοινοβουλίου. Οι εκλογές διεξάγονται με σύστημα αναλογικής εκπροσώπησης, με τις έδρες να κατανέμονται στα κόμματα ανάλογα με το εθνικό ποσοστό ψήφων που λαμβάνουν. Η Αυστρία είναι χωρισμένη σε περιφερειακές εκλογικές περιφέρειες, που αντικατοπτρίζουν την ομοσπονδιακή της δομή.  Οι διαπραγματεύσεις για το σχηματισμό συνασπισμών είναι συνηθισμένες στην Αυστρία, αντανακλώντας το πολυδιάστατο πολιτικό τοπίο της χώρας.",

  "DENMARK_INFO": "Οι πιο πρόσφατες κοινοβουλευτικές εκλογές στη Δανία πραγματοποιήθηκαν στις 1 Νοεμβρίου 2022, με τους πολίτες να εκλέγουν 179 μέλη του Folketing, του δανικού κοινοβουλίου. Οι εκλογές διεξάγονται με σύστημα αναλογικής εκπροσώπησης, διασφαλίζοντας δίκαιη εκπροσώπηση και για τα μικρότερα κόμματα. Από τις 179 έδρες, δύο προορίζονται για εκπροσώπους από τη Γροιλανδία και δύο από τα Νησιά Φερόες. Κύρια θέματα της εκστρατείας ήταν η κλιματική πολιτική, η υγειονομική περίθαλψη και οι οικονομικές μεταρρυθμίσεις, αντανακλώντας τις προτεραιότητες των Δανών ψηφοφόρων.",

  "ESTONIA_INFO": "Οι κοινοβουλευτικές εκλογές της Εσθονίας για το 2023 πραγματοποιήθηκαν στις 5 Μαρτίου, με τους πολίτες να εκλέγουν 101 μέλη του Riigikogu, του εσθονικού κοινοβουλίου. Οι εκλογές διεξάγονται με μικτό σύστημα αναλογικής εκπροσώπησης, όπου ορισμένες έδρες κατανέμονται με βάση τις περιφερειακές ψήφους, ενώ άλλες διανέμονται σύμφωνα με τις λίστες των κομμάτων. Τα αποτελέσματα αντικατόπτρισαν την αυξανόμενη έμφαση που δίνει η Εσθονία σε ζητήματα όπως η ασφάλεια, η οικονομική σταθερότητα και η ψηφιακή καινοτομία. Οι διαπραγματεύσεις για τον σχηματισμό κυβέρνησης ξεκίνησαν αμέσως, καθώς κανένα κόμμα δεν εξασφάλισε απόλυτη πλειοψηφία.",

  "FINLAND_INFO": "Οι κοινοβουλευτικές εκλογές της Φινλανδίας για το 2023 πραγματοποιήθηκαν στις 2 Απριλίου, με τους πολίτες να εκλέγουν 200 μέλη της Eduskunta, του φινλανδικού κοινοβουλίου. Οι εκλογές διεξάγονται με σύστημα αναλογικής εκπροσώπησης, όπου οι έδρες κατανέμονται ανάλογα με το ποσοστό ψήφων που λαμβάνει κάθε κόμμα στις πολυεδρικές εκλογικές περιφέρειες. Κύρια θέματα της εκστρατείας ήταν οι οικονομικές μεταρρυθμίσεις, η ενεργειακή πολιτική και η ένταξη στο ΝΑΤΟ, αντικατοπτρίζοντας τις μεταβαλλόμενες προτεραιότητες της Φινλανδίας σε ένα διαρκώς εξελισσόμενο γεωπολιτικό περιβάλλον.",

  "FRANCE_INFO": "Οι εθνικές εκλογές της Γαλλίας για το 2024 πραγματοποιήθηκαν τον Ιούνιο, με τους πολίτες να εκλέγουν 577 μέλη της Εθνοσυνέλευσης, της κάτω βουλής του κοινοβουλίου. Οι εκλογές διεξάγονται με σύστημα πλειοψηφίας δύο γύρων, όπου οι υποψήφιοι πρέπει να εξασφαλίσουν πάνω από το 50% των ψήφων για να κερδίσουν στον πρώτο γύρο, ή να συμμετάσχουν σε επαναληπτική ψηφοφορία στις περιφέρειες όπου δεν υπάρχει απόλυτη πλειοψηφία. Κύρια θέματα ήταν οι οικονομικές μεταρρυθμίσεις, η ενεργειακή ανεξαρτησία και η αντιμετώπιση της κοινωνικής αναταραχής, διαμορφώνοντας τη σύνθεση της νέας βουλής και το πολιτικό μέλλον της Γαλλίας.",

  "GREECE_INFO": "Οι εθνικές εκλογές της Ελλάδας για το 2023 διεξήχθησαν στις 25 Ιουνίου, μετά από προηγούμενες εκλογές τον Μάιο που δεν οδήγησαν σε σχηματισμό κυβέρνησης. Οι εκλογές αυτές πραγματοποιήθηκαν με ενισχυμένο σύστημα αναλογικής εκπροσώπησης, το οποίο προσφέρει μπόνους εδρών στο πρώτο κόμμα για να διασφαλιστεί η σταθερή διακυβέρνηση. Οι πολίτες εξέλεξαν 300 μέλη στη Βουλή των Ελλήνων. Κύρια θέματα της εκστρατείας ήταν η οικονομική ανάκαμψη, η δημόσια υγεία, οι μεταρρυθμίσεις στην εκπαίδευση και η εθνική ασφάλεια, αντανακλώντας τις προτεραιότητες των Ελλήνων ψηφοφόρων και τις προκλήσεις που αντιμετωπίζει η χώρα.",

  "SWEDEN_INFO": "Οι γενικές εκλογές της Σουηδίας για το 2022 διεξήχθησαν στις 11 Σεπτεμβρίου, με τους πολίτες να εκλέγουν 349 μέλη του Riksdag, του κοινοβουλίου της Σουηδίας. Οι εκλογές διεξάγονται με σύστημα αναλογικής εκπροσώπησης, διασφαλίζοντας ότι τα κόμματα λαμβάνουν έδρες ανάλογα με το εθνικό τους ποσοστό ψήφων, εφόσον ξεπεράσουν το όριο του 4%. Κύρια θέματα της εκστρατείας ήταν η μετανάστευση, η ενεργειακή πολιτική και η πρόληψη του εγκλήματος, αντανακλώντας τις μεταβαλλόμενες ανησυχίες των ψηφοφόρων.",

  "WELCOME_PARLIAMENT": "Καλώς ήρθατε στην Ευρωβουλή",
  "EUROPEAN_PARAGRAPH": "Οι ευρωεκλογές του 2024 πραγματοποιήθηκαν από τις 6 έως τις 9 Ιουνίου σε ολόκληρη την Ευρωπαϊκή Ένωση, με τους πολίτες να εκλέγουν 705 μέλη του Ευρωπαϊκού Κοινοβουλίου. Οι εκλογές διεξήχθησαν με σύστημα αναλογικής εκπροσώπησης, με κάθε κράτος-μέλος να κατανέμει έδρες βάσει του πληθυσμού του. Τα αποτελέσματα ανέδειξαν ποικίλες πολιτικές τάσεις στην ΕΕ. Κύρια θέματα της προεκλογικής εκστρατείας ήταν η κλιματική πολιτική, η οικονομική ανθεκτικότητα και ο ρόλος της ΕΕ στη διεθνή γεωπολιτική σκηνή. Οι εκλογές ανέδειξαν το αυξημένο ενδιαφέρον των πολιτών για τη διαμόρφωση του μέλλοντος της ΕΕ.",
  "EUROPEAN_PARTIES":"Τα εκλεγμένα κόμματα",
  "EUROPEAN_SEATS": "Έδρες κομμάτων στο κοινοβούλιο",
  "EUROPEAN_PERCENTS": "Ποσοστά κομμάτων στο κοινοβούλιο",
  "EUROPEAN_SEATS_COUNTRIES": "Έδρες ανα χώρα",
  "COUNTRIES": "Χώρες",
  "Austria": "Αυστρία",
  "Belgium": "Βέλγιο",
  "Bulgaria": "Βουλγαρία",
  "Croatia": "Κροατία",
  "Cyprus": "Κύπρος",
  "Czechia": "Τσεχία",
  "Denmark": "Δανία",
  "Estonia": "Εσθονία",
  "Finland": "Φινλανδία",
  "France": "Γαλλία",
  "Germany": "Γερμανία",
  "Greece": "Ελλάδα",
  "Hungary": "Ουγγαρία",
  "Ireland": "Ιρλανδία",
  "Italy": "Ιταλία",
  "Latvia": "Λετονία",
  "Lithuania": "Λιθουανία",
  "Luxembourg": "Λουξεμβούργο",
  "Malta": "Μάλτα",
  "Netherlands": "Ολλανδία",
  "Poland": "Πολωνία",
  "Portugal": "Πορτογαλία",
  "Romania": "Ρουμανία",
  "Slovakia": "Σλοβακία",
  "Slovenia": "Σλοβενία",
  "Spain": "Ισπανία",
  "Sweden": "Σουηδία",
  "Total": "Σύνολο"
}
